Repository: VrickPL/Tic-tac-toe
Catalog: Tic tac toe/Tic tac toe/Localizable.xcstrings
Source language: en
Languages: pl

# account_created_failed
source: Failed to create account.
pl: Błąd podczas tworzenia konta.

# account_created_success
source: Account created succesfully.
pl: Pomyślnie założono konto.

# app_author
source: Author
pl: Autor

# APP_NAME
source: Tic Tac Toe
pl: Kółko Krzyżyk

# author
source: Author: Jan Kazubski
pl: Autor: Jan Kazubski

source: Auto
pl: Domyślny

# continue_as_guest
source: Continue as a guest.
pl: Kontynuuj jako gość.

source: Create Account
pl: Załóż konto

source: Dark
pl: Ciemny

source: Edit Profile
pl: Edytuj Profil

source: English
pl: Angielski

source: Home
pl: Dom

# image_button_tip_message
source: Tap to add profile picture.
pl: Kliknij, aby dodać zdjęcie profilowe.

# image_button_tip_title
source: Profile picture
pl: Zdjęcie profilowe

source: Invalid email.
pl: Nieprawidłowy email.

# invalid_password
source: Password should have at least 4 signs.
pl: Hasło powinno mieć co najmniej 4 znaki.

source: Language
pl: Język

source: Light
pl: Jasny

source: Login
pl: Zaloguj się

source: Login failed.
pl: Błąd podczas logowania.

# login_success
source: Login succeeded.
pl: Zalogowano się pomyślnie.

source: Name and surname
pl: Imię i nazwisko

# offline
source: You are currently offline.
pl: Brak połączenia z internetem.

source: Password
pl: Hasło

source: Polish
pl: Polski

source: Profile
pl: Profil

source: Show previous games
pl: Pokaż poprzednie gry

# stored_image_push_failed
source: Failed to store an image.
pl: Błąd w wysyłaniu zdjęcia.

# stored_image_retrieve_failed
source: Failed to retrieve an image.
pl: Błąd w pobieraniu zdjęcia.

# stored_image_success
source: Image stored successfully.
pl: Pomyślnie dodano zdjęcie.

source: Theme
pl: Motyw
